Revit 2027 API
ParameterTypeId.RoomPeopleTotalHeatGainPerPersonParam Property
 "Total Heat Gain per person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomPeopleTotalHeatGainPerPersonParam { get; }
Public Shared ReadOnly Property RoomPeopleTotalHeatGainPerPersonParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomPeopleTotalHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
static member RoomPeopleTotalHeatGainPerPersonParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace